ent-RMCDropshipAttachmentAmmo = { ent-RMCDropshipAttachmentBase }
    .desc = { ent-RMCDropshipAttachmentBase.desc }
ent-RMCDropshipAttachmentAmmoGAU = PGU-100 Многоцелевой 30-мм боеприпасов
    .desc = Ящик, наполненный 30-мм многоцелевыми боеприпасами PGU-100, предназначенными для пробивания легких (не укрепленных) конструкций, а также для уничтожения пехоты, IAV, LAV, IMV и MRAP. Работает на больших площадях для использования против инсектоидов класса 4 и выше, а также в рамках вооружений, разрешенных для использования против повстанцев уровня 4 и более высоких уровней. Однако ему не хватает бронепробиваемости, для чего необходимы противотанковые 30-мм боеприпасы. Может заряжаться в 30-мм пушку GAU-21.
ent-RMCDropshipAttachmentAmmoGAUAP = PGU-105 30-мм ящик 30-мм противотанковых боеприпасов
    .desc = Ящик, наполненный специализированными 30-мм проникающими снарядами из титано-вольфрамового сплава PGU-105 APFSDS, предназначенными для борьбы с БТР, IFV и MBT, находящимися в равных и близких условиях, при поддержке CAS. Он предназначен для пробития до эквивалента 1350 мм RHA при запуске с GAU-21. Однако он гораздо менее эффективен против мягких целей, и в этом случае рекомендуется использовать 30-мм шариковые боеприпасы. ВНИМАНИЕ: выбрасывание лепестков из боекомплекта может быть опасным, если дропшип не вытягивает их на нужной скорости. Обратитесь к странице 3574 руководства, доступного для заказа в любом магазине AEGIS. Может быть заряжен в 30-мм пушку GAU-21.
ent-RMCEffectExplosionParticle = взрыв
    .desc = { "" }
