ent-STJuggernautEquipmentCase = кейс снаряжения "Джаггернаут"
    .desc = Огромный кейс с миниганом M134C-JLCW, комплектом брони-экзоскелета "Джаггернаут", патронными барабанами и набором Оруженосца, который можно передать сослуживцу.

        ПРИМЕЧАНИЕ: Вы не можете класть предметы обратно в этот кейс.
ent-STKitSquire = набор Оруженосца
    .desc = Набор всего необходимого, чтобы превратить маринца в Оруженосца Джаггернаута: обучающий памфлет, вместительный рюкзак и сварка увеличенной ёмкости для полевого ремонта M134C-JLCW.
        Шаг первый: прочитайте памфлет, чтобы освоить полевое обслуживание.
        Шаг второй: возьмите рюкзак и сварку.
        Шаг третий: держитесь рядом с Джаггернаутом — лента перезаряжается быстрее, а M134C-JLCW чинится намного быстрее, если вы поблизости.
        Шаг четвёртый: когда миниган перегреется, заварите его сваркой.
ent-STBackpackSquire = рюкзак Оруженосца
    .desc = Увеличенный рюкзак, приспособленный под запасные патронные барабаны и топливо для сварки Джаггернаута.
ent-STWelderSquire = сварка Оруженосца
    .desc = Сварочный аппарат с увеличенным баком топлива, предназначенный для многократного полевого ремонта M134C-JLCW без частых дозаправок.
