ent-STJuggernautEquipmentCase = кейс снаряжения "Джаггернаут"
    .desc = Огромный кейс с миниганом M134C-JLCW, комплектом брони-экзоскелета "Джаггернаут", патронными барабанами и набором Оруженосца, который можно передать сослуживцу.

        ПРИМЕЧАНИЕ: Вы не можете класть предметы обратно в этот кейс.
ent-STKitJuggernaut = набор Джаггернаута
    .desc =
        Большой набор со всеми припасами, необходимыми, чтобы превратить рядового в Оруженосца Джаггернаута.

        Небольшая инфографическая серия показывает, как вести полевое обслуживание:

        Шаг первый: прочитайте памфлет

        Шаг второй: возьмите разгрузку, сварку и оружие

        Шаг третий: держитесь рядом с Джаггернаутом — лента перезаряжается быстрее, а M134C-JLCW чинится намного быстрее, если вы поблизости

        Шаг четвёртый: когда миниган перегреется, заварите его сваркой
ent-STWelderSquire = сварка Оруженосца
    .desc = Сварочный аппарат с увеличенным баком топлива, предназначенный для многократного полевого ремонта M134C-JLCW без частых дозаправок.
