ent-RMCBaseSentry = турель
    .desc = { ent-BaseItem.desc }
ent-RMCEngineeringUpgrade = комплект для инженерной модернизации
    .desc = Набор, используемый для повышения уровня защиты инженерного часового. В 1980 году, когда машины попытались вырваться на свободу, их свалил один андроид. Теперь их технологии широко используются на Ободе.
ent-RMCSentry = туррель UN 571-C
    .desc = Развертываемая полуавтоматическая турель с возможностью прицеливания с помощью искусственного интеллекта. Вооружена M30 Autocannon и барабанным магазином на 500 патронов.
ent-RMCSentryMini = миниатюрная туррель UN 512-M
    .desc = Компактная версия оборонительной системы КМП США. Предназначен для быстрого развертывания соответствующего типа в полевых условиях.
