ent-RMCBaseWeaponGrenadeLauncher = { ent-BaseItem }
    .desc = { ent-BaseItem.desc }
ent-WeaponLauncherM83 = гранатомет M83
    .desc = Упс.
ent-CMWeaponLauncherM79 = гранатомет M79
    .desc = Гранатомет M79 - это однозарядный гранатомет, стреляющий с плеча с разрывным механизмом.
ent-RMCWeaponLauncherM5ATL = M5-РПГ
    .desc =
        M5 Anti-Tank Launcher - это мощное противотанковое оружие пехоты, обычно состоящее на вооружении UNMC. Используемый для поражения легких танков и вражеских сооружений, M5-ATL является опасным оружием с разнообразным боевым применением, в зависимости от заряда боеприпасов, и способен стрелять как снарядами, так и реактивными гранатами.
        
        У этого полностью отсутствует умная оптика, и, похоже, она повреждена, что значительно ограничивает его дальность...
